Repository: SegHaxx/citadel-gay
Catalog: webcit/po/webcit/*.po
Languages: nl

source: POP3 fetch frequency in seconds
nl: POP3 ophaalfrequentie in seconden

source: POP3 fastest fetch frequency in seconds
nl: POP3 snelste ophaalfrequentie in seconden

source: Funambol server host (blank to disable)
nl: Funambol server (blanco is uit)

source: Funambol server port
nl: Funambol serverpoort

source: Funambol sync source
nl: Funambol sync bron

source: External pager tool (blank to disable)
nl: Externe pager tool (blanco is uit)

source: Network services
nl: Netwerk services

source: XMPP (Jabber) client to server port (-1 to disable)
nl: XMPP (Jabber) client to server port (-1 voor uitschakelen)

source: XMPP (Jabber) server to server port (-1 to disable)
nl: POP3 listener port (-1 voor uitschakelen)

source: Advanced server fine-tuning controls
nl: Uitgebreide server fine-tuning

source: Maximum message length
nl: Maximale lengte bericht

source: Server connection idle timeout (in seconds)
nl: Serververbinding timeout (in seconden)

source: Network run frequency (in seconds)
nl: Network run frequency (in seconden)

source: Maximum concurrent sessions (0 = no limit)
nl: Maximale gelijktijdige sessies (0 = geen limiet)

source: Minimum number of worker threads
nl: Minimum aantal worker threads

source: Maximum number of worker threads
nl: Maximum aantal worker threads

source: Automatically delete committed database logs
nl: Wis automatisch bewaarde database logs

source: Perform RBL checks upon connect instead of after RCPT
nl: Voer RBL controles uit bij verbinding i.p.v. na RCPT

source: Flag message as spam, instead of rejecting it
nl: Markeer bericht als spam i.p.v. het af te wijzen

source: Allow unauthenticated SMTP clients to spoof this sites domains
nl: Sta unauthenticated SMTP clients toe het domein van deze site te spoofen

source: Correct forged From: lines during authenticated SMTP
nl: Corrigeer gedwongen Van: regels tijdens authenticated SMTP

source: -1 to disable
nl: -1 voor uitschakelen

source: Add, change, delete user accounts
nl: Gebruikeraccounts toevoegen, wijzigen of verwijderen

source: Edit site-wide configuration
nl: Bewerk 'site-brede' instellingen

source: Domain names and Internet mail configuration
nl: Domeinnamen en Internet mail instellingen

source: View the outbound SMTP queue
nl: Toon de SMTP-wachtrij naar buiten

source: Log off
nl: Uitloggen

source: Basic commands
nl: Basiscommando's

source: Your info
nl: Uw informatie

source: Advanced room commands
nl: Uitgebreide opdrachten ruimtes

source: Loading
nl: Laden

source: Anonymous
nl: Anoniem

source: Post message
nl: Bericht plaatsen

source: Attachments:
nl: Bijlagen:

source: from
nl: van

source: To:
nl: Aan:

source: Subject (optional):
nl: Onderwerp (optioneel):

source: Subject:
nl: Onderwerp:

source: --- forwarded message ---
nl: --- doorgestuurd bericht ---

source: Close window
nl: Venster sluiten

source: Attach file
nl: Bijlage toevoegen

source: Files available for download in
nl: Bestanden beschikbaar voor downloaden in

source: Upload a file:
nl: Upload een bestand:

source: Filename
nl: Bestandsnaam

source: Size
nl: Grootte

source: Content
nl: Inhoud

source: Description
nl: Beschrijving

source: Image upload
nl: Afbeelding uploaden

source: You can upload an image directly from your computer
nl: U kunt direct vanaf uw computer een plaatje uploaden.

source: Please select a file to upload:
nl: Selecteer een bestand om te uploaden:

source: Slideshow
nl: Diashow

source: Add/change/delete floors
nl: Toevoegen, wijzigen of verwijderen verdiepingen

source: Floor number
nl: Nummer verdieping

source: Floor name
nl: Naam verdieping

source: Number of rooms
nl: Aantal ruimtes

source: Floor CSS
nl: CSS ruimte

source: (delete floor)
nl: (verwijder verdieping)

source: You must be logged in to access this page.
nl: Je moet ingelogd zijn om deze pagina te openen.

source: Log in using a user name and password
nl: Log in met gebruikersnaam en wachtwoord

source: Password:
nl: Wachtwoord:

source: Log in
nl: Laatste login

source: New user? Register now
nl: Nieuwe gebruiker? Schrijf u nu in

source: enter the name and password you wish to use, and click &quot;New User.&quot;
nl: vul uw gebruikersnaam in en het wachtwoord dat u wilt gebruiken en klik op &quot;Nieuwe gebruiker.

source: Log in using OpenID
nl: Login met OpenID

source: Please wait
nl: Even geduld

source: Language:
nl: Taal:

source: Tasks
nl: Taken

source: Rooms
nl: Ruimtes

source: Online users
nl: Online gebruikers

source: Advanced
nl: Uitgebreid

source: Administration
nl: Beheer

source: customize this menu
nl: Dit menu aanpassen

source: switch to room list
nl: Switch naar lijst ruimtes

source: switch to menu
nl: Switch naar menu

source: My folders
nl: Mijn mappen

source: Customize the icon bar
nl: Lijst menuitems aanpassen.

source: Display icons as:
nl: Laat menuitems zien als:

source: pictures and text
nl: plaatjes en tekst

source: pictures only
nl: alleen plaatjes

source: text only
nl: alleen tekst

source: Select the icons you would like to see displayed in the 'icon bar' menu on the left side of the screen.
nl: Selecteer de menuitems die u graag weergegeven wilt zien in menubalk aan de linkerzijde van het scherm

source: Site logo
nl: Logo van de site

source: An icon describing this site
nl: Logo van het bedrijf of de instelling

source: Your summary page
nl: Uw samenvattingspagina

source: A shortcut to your email Inbox
nl: Een snelkoppeling naar uw email Inbox

source: Your personal address book
nl: Uw persoonlijk adresboek

source: Your personal notes
nl: Uw persoonlijke notities

source: A shortcut to your personal calendar
nl: Uw persoonlijke agenda

source: A shortcut to your personal task list
nl: Uw persoonlijke takenlijst

source: Clicking this icon displays a list of all accessible rooms (or folders) available.
nl: Hiermee wordt u een lijst van alle toegankelijke ruimtes (of mappen) getoond

source: Who is online?
nl: Wie is online?

source: Clicking this icon displays a list of all users currently logged in.
nl: Hiermee wordt een lijst getoond van alle gebruikers die op dat moment zijn ingelogd.

source: Clicking this icon enters real-time chat mode with other users in the same room.
nl: Hiermee kunt u in 'real-time' chatten met andere gebruikers in dezelfde ruimte.

source: Advanced options
nl: Uitgebreide opties

source: Access to the complete menu of Citadel functions.
nl: Toegang tot het complete menu van Citadelfuncties.

source: Displays the 'Powered by Citadel' icon
nl: Toont het 'Powered by Citadel' icoontje.

source: List subscription
nl: Abonneer op lijst

source: List subscribe/unsubscribe
nl: Abonneer op/ verwijder van lijst

source: Confirmation request sent
nl: Bevestigingsverzoek verstuurd

source: You are subscribing
nl: Je bent aan het abonneren

source: to the
nl: naar de

source: Go back...
nl: Ga terug...

source: ERROR
nl: FOUT

source: from the
nl: van de

source: powered by
nl: op basis van

source: Log in again
nl: Opnieuw inloggen

source: Edit or delete this room
nl: Bewerk of verwijder deze ruimte

source: Go to a 'hidden' room
nl: Ga naar een 'verborgen' ruimte

source: Create a new room
nl: Maak een nieuwe ruimte aan

source: Zap (forget) this room
nl: Zap (vergeet) deze ruimte

source: List all forgotten rooms
nl: Toon alle vergeten ruimtes

source: List known rooms
nl: Lijst van bekende ruimtes

source: Where can I go from here?
nl: Waar kan ik van hieruit naar toe?

source: Goto next room
nl: Volgende ruimte

source: ...with <em>unread</em> messages
nl: ...met <em>ongelezen</em> berichten

source: Skip to next room
nl: Ga naar volgende ruimte

source: (come back here later)
nl: (kom hier later terug)

source: Ungoto
nl: Ongedaan maken

source: oops! Back to
nl: oeps! Terug naar

source: Read new messages
nl: Lees nieuwe berichten

source: ...in this room
nl: ...in deze ruimte

source: Read all messages
nl: Lees alle berichten

source: ...old <em>and</em> new
nl: ...oude <em>en</em> nieuwe

source: Enter a message
nl: Bericht opstellen

source: (post in this room)
nl: (in deze ruimte plaatsen)

source: File library
nl: Bestandsbibliotheek

source: (List files available for download)
nl: (Toon bestanden beschikbaar voor download)

source: Summary page
nl: Samenvattingspagina

source: Summary of my account
nl: Samenvatting van mijn account

source: User list
nl: Gebruikerslijst

source: (all registered users)
nl: (alle geregistreerde gebruikers)

source: Bye!
nl: Tot ziens!

source: Change your password
nl: Uw wachtwoord wijzigen

source: Enter new password:
nl: Uw nieuwe wachtwoord:

source: Enter it again to confirm:
nl: Nogmaals als bevestiging:

source: Change your preferences and settings
nl: Uw voorkeuren en instellingen wijzigen

source: Update your contact information
nl: Uw contactinformatie bijwerken

source: Enter your 'bio'
nl: Uw 'CV' toevoegen

source: Edit your online photo
nl: Uw online foto bewerken

source: View/edit server-side mail filters
nl: Mailfilters op de server bekijken/bewerken

source: Edit your push email settings
nl: Bewerk uw push email instellingen

source: Confirm move of message
nl: Bevestig verplaatsen bericht

source: Move this message to:
nl: Dit bericht verplaatsen naar:

source: Reading #
nl: Lezen #

source: messages
nl: berichten

source: oldest to newest
nl: oudste naar nieuwste

source: newest to oldest
nl: nieuwste naar oudste

source: Sender
nl: Afzender

source: Loading messages from server, please wait
nl: Laad berichten van de server, een ogenblik

source: Open in new window
nl: Open in nieuw venster

source: Move
nl: Verplaatsen

source: Copy
nl: Kopieer

source: View contacts
nl: Toon contacten

source: Add new contact
nl: Contact toevoegen

source: Day view
nl: Toon dag

source: Month view
nl: Toon maand

source: Add new event
nl: Afspraak toevoegen

source: Calendar list
nl: Agendalijst

source: View tasks
nl: Toon taken

source: Add new task
nl: Taak toevoegen

source: View notes
nl: Toon notities

source: Add new note
nl: Notitie toevoegen

source: Refresh message list
nl: Verversen

source: Write mail
nl: Opstellen

source: Edit this page
nl: Deze pagina bewerken

source: History
nl: Geschiedenis

source: Skip this room
nl: Ruimte overslaan

source: New start page
nl: Nieuwe startpagina

source: Your start page has been changed.
nl: De startpagina is gewijzigd

source: (Note: this does not change your browser's home page. It changes the page you begin on when you log on to
nl: (Opmerking: dit verandert niet de startpagina van de browser. Het verandert de pagina waarop u begint na het inloggen

source: No new messages.
nl: Geen nieuwe berichten.

source: Your OpenID
nl: Uw OpenID

source: was successfully verified.
nl: is goedgekeurd.

source: However, the user name
nl: Echter, de gebruikersnaam

source: conflicts with an existing user.
nl: botst met een bestaande gebruiker.

source: Please specify the user name you would like to use.
nl: Geef alstublieft de gebruikersnaam die u wilt gebruiken.

source: Preferences and settings
nl: Voorkeuren en instellingen

source: Tree (folders) view
nl: Bekijk als boomstructuur (mappen)

source: Table (rooms) view
nl: Tabel (ruimte) instelling

source: 12 hour (am/pm)
nl: 12 uurs (vm/nm)

source: 24 hour
nl: 24 uur

source: Sunday
nl: Zondag

source: Monday
nl: Maandag

source: No signature
nl: Geen ondertekening

source: Full-functionality
nl: Volledig functioneel

source: Safe mode
nl: Veilige modus

source: Push email and SMS settings
nl: Push email en SMS instellingen

source: Name of room:
nl: Naam van de ruimte:

source: Resides on floor:
nl: Bevindt zich op verdieping:

source: Default view for room:
nl: Standaard weergave voor ruimte:

source: Type of room:
nl: Soort ruimte:

source: Public (automatically appears to everyone)
nl: Openbaar (verschijnt automatisch voor iedereen)

source: Private - hidden (accessible to anyone who knows its name)
nl: Privé - verborgen (toegankelijk voor iedereen die z'n naam kent)

source: Private - require password:
nl: Privé - wachtwoord nodig:

source: Private - invitation only
nl: Privé - Alleen op uitnodiging

source: Personal (mailbox for you only)
nl: Persoonlijk (mailbox voor u alleen)

source: The text is formatted to the reader's browser. A newline is forced by preceding the next line by a blank.
nl: Tekst wordt weergegeven op de breedte van het scherm van de lezer. Voor de goede weergave zorg dat een regel in elk geval een spatie bevat.

source: Go to a hidden room
nl: Ga naar een verborgen ruimte

source: Enter room name:
nl: Geef naam ruimte:

source: Enter room password:
nl: Geef wachtwoord ruimte:

source: Configuration
nl: Instellingen

source: Message expire policy
nl: Instelling bericht verlopen

source: Access controls
nl: Toegangscontrole

source: Sharing
nl: Delen

source: Remote retrieval
nl: Herstel op afstand

source: (remove)
nl: (verwijderen)

source: To grant another user access to this room, enter the user name in the box below and click 'Invite'.
nl: Om een andere gebruiker toegang te geven tot deze ruimte vul hieronder de gebruikersnaam in en klik op 'Uitnodigen'.

source: Invite:
nl: Uitnodigen:

source: Users
nl: Gebruikers

source: Delete this room
nl: Deze ruimte verwijderen

source: If private, cause current users to forget room
nl: Als privé, zorg dat huidige gebruikers ruimte vergeten

source: Preferred users only
nl: Alleen beheerders

source: Read-only room
nl: Alleen-lezen ruimte

source: All users allowed to post may also delete messages
nl: Alle gebruikers die berichten mogen plaatsen mogen ook wissen

source: File directory room
nl: Ruimte met Bestandsmappen

source: Directory name:
nl: Naam van map:

source: Uploading allowed
nl: Uploaden toegestaan

source: Downloading allowed
nl: Downloaden toegestaan

source: Visible directory
nl: Zichtbare map

source: Network shared room
nl: Netwerkgedeelde ruimte

source: Permanent (does not auto-purge)
nl: Permanent (wordt niet automatisch opgeruimd)

source: Subject Required (Force users to specify a message subject)
nl: Onderwerp vereist (Dwing gebruikers een onderwerp op te geven)

source: Anonymous messages
nl: Anonieme berichten

source: No anonymous messages
nl: Geen anonieme berichten

source: All messages are anonymous
nl: Alle berichten zijn anoniem

source: Prompt user when entering messages
nl: Gebruiker vragen bij invoer bericht

source: Room aide:
nl: Ruimte Beheerder:

source: Message expire policy for this room
nl: Instelling voor verlopen berichten in deze ruimte

source: Use the default policy for this floor
nl: Gebruik de standaardinstelling voor deze ruimte

source: Message expire policy for this floor
nl: Instelling voor het verlopen van berichten op deze verdieping

source: Use the system default
nl: Gebruik systeemstandaard

source: Retrieve messages from these remote POP3 accounts and store them in this room:
nl: Haal berichten van deze POP3 accounts en sla ze op in deze ruimte:

source: Remote host
nl: Hosts op afstand

source: User name
nl: Gebruikersnaam

source: Keep messages on server?
nl: Bewaar berichten op de server?

source: Fetch the following RSS feeds and store them in this room:
nl: Haal berichten van deze RSS-feeds en sla ze op in deze ruimte:

source: Add recipients from Contacts or other address books
nl: Voeg ontvangers toe uit 'Contacten' of andere adresboeken

source: Allow non-subscribers to mail to this room.
nl: Niet geabonneerden toestaan deze ruimte te mailen.

source: Room post publication needs Admin permission.
nl: Beheersrechten nodig

source: Allow self-service subscribe/unsubscribe requests.
nl: Deze ruimte is ingesteld voor zelf-service bij abonneren/verwijderen.

source: The URL for subscribe/unsubscribe is:
nl: De URL voor abonneren/verwijderen is:

source: Not shared with
nl: Niet gedeeld met

source: Shared with
nl: Gedeeld met

source: Remote node name
nl: Knooppunt op afstand

source: Remote room name
nl: Naam van ruimte op afstand

source: Actions
nl: Acties

source: Zap (forget/unsubscribe) the current room
nl: Zap (vergeet/verwijder uit) de huidige ruimte

source: Zapped (forgotten) rooms
nl: Zapped (vergeten) ruimtes

source: new of
nl: nieuw van

source: Select page:
nl: Kies pagina:

source: Search:
nl: Zoek:

source: All
nl: Alles

source: Add or delete scripts
nl: Toevoegen of verwijderen scripts

source: Add a new script
nl: Voeg een nieuw script toe

source: To create a new script, enter the desired script name in the box below and click 'Create'.
nl: Om een nieuw script te maken voer de gewenste scriptnaam in en klik op 'Aanmaken'

source: Script name:
nl: Naam van het script:

source: Edit scripts
nl: Scripts bewerken

source: Return to the script editing screen
nl: Terug naar het bewerkingsscherm voor script

source: Delete scripts
nl: Scripts verwijderen

source: To delete an existing script, select the script name from the list and click 'Delete'.
nl: Om een bestaand script te verwijderen, selecteer de scriptnaam en klik 'Verwijderen'.

source: If
nl: als

source: To or Cc
nl: Aan of Cc

source: Reply-to
nl: Antwoord aan

source: Resent-From
nl: Afwijzen-Van

source: Resent-To
nl: Afwijzen-Aan

source: Envelope From
nl: Envelop Van

source: Envelope To
nl: Envelop Aan

source: List-ID
nl: Lijst-ID

source: Message size
nl: Berichtgrootte

source: contains
nl: bevat

source: does not contain
nl: bevat niet

source: is not
nl: is niet

source: matches
nl: komt overeen met

source: does not match
nl: komt niet overeen met

source: (All messages)
nl: (Alle berichten)

source: is larger than
nl: is groter dan

source: is smaller than
nl: is kleiner dan

source: Keep
nl: Bewaren

source: Discard silently
nl: Stil verwijderen

source: Reject
nl: Afwijzen

source: Move message to
nl: Verplaats bericht naar

source: Forward to
nl: Doorsturen naar

source: Vacation
nl: Vakantie

source: Message:
nl: Bericht:

source: and then
nl: en dan

source: continue processing
nl: doorgaan met bewerking

source: When new mail arrives:
nl: Als nieuwe mail binnenkomt:

source: Filter it according to rules selected below
nl: Filter het volgens onderstaande regels

source: Leave it in my inbox without filtering
nl: Laat het in mijn Inbox zonder filtering

source: Filter it through a manually edited script (advanced users only)
nl: Filter het door een handmatig aangemaakt script (alleen gevorderde gebruikers)

source: Add rule
nl: Voeg regel toe

source: This installation of Citadel was built without support for server-side mail filtering.<br>Please contact your system administrator if you require this feature.<br>
nl: Deze installatie van Citadel is gebouwd zonder ondersteuning voor mailfilters.<br>Neem contact op met de beheerder als u deze functie nodig heeft.

source: Old messages
nl: Oude berichten

source: New messages
nl: Nieuwe berichten

source: Messages
nl: Berichten

source: Today&nbsp;on&nbsp;your&nbsp;calendar
nl: Vandaag&nbsp;op&nbsp;uw&nbsp;agenda

source: About&nbsp;this&nbsp;server
nl: Over&nbsp;deze&nbsp;server

source: WARNING: You have JavaScript disabled in your web browser. Many functions of this system will not work properly.
nl: LET OP: JavaScript is uitgeschakeld op uw computer. Veel functies van dit systeem zullen niet goed werken.

source: User Name
nl: Gebruikersnaam

source: Number
nl: Nummer

source: Access Level
nl: Toegangsniveau

source: Last Login
nl: Laatste login

source: Total Logins
nl: Totaal aantal logins

source: Total Posts
nl: Totaal aantal berichten

source: User profile
nl: Gebruikersprofiel

source: Edit contact information
nl: Bewerk contactinformatie

source: Prefix
nl: Aanhef

source: First Name
nl: Voornaam

source: Middle Name
nl: Voorvoegsel

source: Last Name
nl: Achternaam

source: Display name:
nl: Naamweergave:

source: Title:
nl: Titel:

source: Organization:
nl: Organisatie:

source: PO box:
nl: Postbus:

source: Address:
nl: Adres:

source: City:
nl: Plaats:

source: State:
nl: Prov.:

source: ZIP code:
nl: Postcode:

source: Country:
nl: Land:

source: Home telephone:
nl: Telefoon thuis:

source: Work telephone:
nl: Telefoon werk:

source: Mobile telephone:
nl: Mobiele telefoon:

source: Fax number:
nl: Faxnummer:

source: This address book is empty.
nl: Dit adresboek is leeg.

source: An internal error has occurred.
nl: Er is een interne fout opgetreden.

source: Post a comment
nl: Schrijf een reactie

source: Newer posts
nl: nieuwere berichten

source: Older posts
nl: oudere berichten

source: You do not have permission to view this resource.
nl: U heeft geen toestemming deze bron te bekijken.

source: The queue is empty.
nl: De queue is leeg

source: Refresh this page
nl: Ververs deze pagina

source: Date/time submitted
nl: Datum/tijd ingesteld

source: Recipients
nl: Ontvangers

source: from
nl: van

source: to
nl: aan

source: Edit
nl: Bewerk

source: Reply
nl: Antwoord

source: ReplyQuoted
nl: AntwoordQuoted

source: ReplyAll
nl: AntwoordAllen

source: Forward
nl: Doorsturen

source: View as:
nl: Toon als:

source: Users currently on
nl: Gebruikers op dit moment op

source: Click on a name to read user info. Click on
nl: Klik op een naam om de gebruikersinfo te lezen. Klik op

source: to send an instant message to that user.
nl: Stuur een direct bericht naar die gebruiker.

source: (kill)
nl: (beëindig)

source: Room
nl: Ruimte

source: From host
nl: Van host

source: Edit your session display
nl: Bewerk uw sessie weergave

source: This screen allows you to change the way your session appears in the 'Who is online' listing. To turn off any 'fake' name you've previously set, simply click the appropriate 'change' button without typing anything in the corresponding box.
nl: Dit scherm maakt het mogelijk de wijze waarop uw sessie wordt getoond in de 'Wie is online' lijst te wijzigen. Om een nepnaam uit te schakelen, die u eerst had geplaatst klik eenvoudig op de 'Wijzig' knop zonder iets in te vullen in het betreffende veld.

source: Room name:
nl: Naam ruimte:

source: Host name:
nl: Hostnaam:

source: Users currently on
nl: Gebruikers op dit moment op

source: Edit configuration
nl: Instellingen bewerken

source: Edit address book entry
nl: Item adresboek bewerken

source: Select the 'Edit this page' link in the room banner if you would like to create this page.
nl: Selecteer de 'Deze pagina bewerken' link in de banner van de ruimte als u deze pagina wilt aanmaken.
