Repository: SegHaxx/citadel-gay
Catalog: webcit/po/webcit/*.po
Languages: nl

source: Deleted
nl: Verwijderd

source: New User
nl: Nieuwe gebruiker

source: Problem User
nl: Probleemgebruiker

source: Local User
nl: Lokale gebruiker

source: Network User
nl: Netwerkgebruiker

source: Preferred User
nl: Voorkeursgebruiker

source: Admin
nl: Beheerder

source: An error has occurred.
nl: Er is een fout opgetreden.

source: Validate new users
nl: Nieuwe gebruikers goedkeuren

source: No users require validation at this time.
nl: Er zijn geen gebruikers die goedgekeurd moeten worden.

source: very weak
nl: erg zwak

source: weak
nl: zwak

source: strong
nl: sterk

source: Current access level: %d (%s)
nl: Huidig toegangsniveau %d (%s)

source: Select access level for this user:
nl: Selecteer toegangsniveau voor deze gebruiker:

source: Cancelled. Password was not changed.
nl: Geannuleerd: Wachtwoord niet gewijzigd.

source: They don't match. Password was not changed.
nl: Ze komen niet overeen. Wachtwoord is niet gewijzigd.

source: Blank passwords are not allowed.
nl: Wachtwoorden mogen niet leeg zijn.

source: availability unknown
nl: beschikbaarheid niet bekend

source: free
nl: vrij

source: BUSY
nl: BEZET

source: Go to page:
nl: Ga naar pagina:

source: First
nl: Eerste

source: Last
nl: Laatste

source: Meeting invitation
nl: Uitnodiging bijeenkomst

source: Attendee's reply to your invitation
nl: Antwoord van de deelnemer op uw uitnodiging

source: Published event
nl: Gepubliceerde afspraak

source: This is an unknown type of calendar item.
nl: Dit is een onbekend agenda item.

source: Summary:
nl: Omschrijving:

source: Location:
nl: Locatie:

source: Date:
nl: Datum:

source: Starting date/time:
nl: Startdatum/-tijd:

source: Ending date/time:
nl: Einddatum/-tijd:

source: Description:
nl: Beschrijving:

source: Recurrence
nl: Herhalend

source: This is a recurring event
nl: Dit is een zich herhalende gebeurtenis

source: Attendee:
nl: Deelnemer:

source: This is an update of '%s' which is already in your calendar.
nl: Dit is een update van '%s' die al in uw agenda staat.

source: This event would conflict with '%s' which is already in your calendar.
nl: Deze afspraak zou botsen met '%s' , die al in uw agenda staat.

source: How would you like to respond to this invitation?
nl: Hoe wilt u reageren op deze uitnodiging?

source: Accept
nl: Accepteren

source: Tentative
nl: Voorwaardelijk

source: Decline
nl: Afwijzen

source: Click <i>Update</i> to accept this reply and update your calendar.
nl: Klik <i>Bijwerken</i> om deze reactie te accepteren en uw agenda bij te werken.

source: Update
nl: Bijwerken

source: Ignore
nl: Negeren

source: There was an error parsing this calendar item.
nl: Fout opgetreden bij het plaatsen van dit agenda-item.

source: You have accepted this meeting invitation. It has been entered into your calendar.
nl: U heeft de uitnodiging voor deze bijeenkomst geaccepteerd. Uw agenda is bijgewerkt.

source: You have tentatively accepted this meeting invitation. It has been 'pencilled in' to your calendar.
nl: U heeft de uitnodiging voor deze bijeenkomst voorwaardelijk geaccepteerd. Het staat 'met potlood' in uw agenda.

source: You have declined this meeting invitation. It has <b>not</b> been entered into your calendar.
nl: U heeft de uitnodiging voor deze bijeenkomst afgewezen. Het is niet in uw agenda opgenomen.

source: A reply has been sent to the meeting organizer.
nl: Een antwoord is gestuurd naar de organisator van deze bijeenkomst.

source: Your calendar has been updated to reflect this RSVP.
nl: Uw agenda is bijgewerkt om dit 'verzoek om antwoord' weer te geven.

source: You have chosen to ignore this RSVP. Your calendar has <b>not</b> been updated.
nl: U heeft gekozen dit verzoek om antwoord te negeren. Uw agenda is <b>niet</b> bijgewerkt.

source: Calendar day view begins at:
nl: Dag in agenda begint om:

source: Calendar day view ends at:
nl: Dag in agenda eindigt om:

source: Week starts on:
nl: Week begint op:

source: Hour:
nl: Uur:

source: Minute:
nl: Minuut:

source: (status unknown)
nl: (status onbekend)

source: (needs action)
nl: (actie gevraagd)

source: (accepted)
nl: (geaccepteerd)

source: (declined)
nl: (afgewezen)

source: (tenative)
nl: (voorwaardelijk)

source: (delegated)
nl: (gedelegeerd)

source: (completed)
nl: (afgehandeld)

source: (in process)
nl: (in bewerking)

source: (none)
nl: (geen)

source: Untitled Event
nl: Naamloze gebeurtenis

source: From
nl: van

source: Starting date:
nl: Begindatum

source: Ending date:
nl: Einddatum

source: Date/time:
nl: Datum/tijd

source: Notes:
nl: Notities:

source: previous
nl: vorige

source: next
nl: volgende

source: Hours
nl: Uren

source: Subject
nl: Onderwerp

source: End
nl: Eind

source: All day event
nl: Gebeurtenis hele dag

source: Ongoing event
nl: Doorlopende afspraak

source: Untitled Task
nl: Naamloze taak

source: An error occurred while retrieving this file: %s
nl: Fout opgetreden bij ophalen dit bestand: %s

source: seconds
nl: seconden

source: minutes
nl: minuten

source: hours
nl: uren

source: days
nl: dagen

source: weeks
nl: weken

source: months
nl: maanden

source: years
nl: jaren

source: never
nl: nooit

source: first
nl: eerste

source: second
nl: tweede

source: third
nl: derde

source: fourth
nl: vierde

source: fifth
nl: vijfde

source: Event
nl: Gebeurtenis

source: Attendees
nl: Deelnemers

source: Add or edit an event
nl: Gebeurtenis toevoegen of bewerken

source: Summary
nl: Samenvatting

source: Location
nl: Locatie

source: Notes
nl: Notities

source: Organizer
nl: Organisator

source: (you are the organizer)
nl: (u bent de organisator)

source: Show time as:
nl: Toon tijd als:

source: Free
nl: Vrij

source: Busy
nl: Bezet

source: (One per line)
nl: (Een per regel)

source: Contacts
nl: Contacten

source: Recurrence rule
nl: Zich herhalende regel

source: Repeats every
nl: Herhaalt zich elke

source: on these weekdays:
nl: op deze weekdagen:

source: on day %s%d%s of the month
nl: op dag %s%d%s van de maand

source: on the
nl: op de

source: of the month
nl: van de maand

source: every
nl: iedere

source: year on this date
nl: jaar op deze datum

source: of
nl: van

source: Recurrence range
nl: Zich herhalende periode

source: No ending date
nl: Geen einddatum

source: Repeat this event
nl: Deze gebeurtenis herhalen

source: times
nl: maal

source: Repeat this event until
nl: Herhaal deze gebeurtenis tot

source: Save
nl: Bewaren

source: Delete
nl: Verwijderen

source: Check attendee availability
nl: Controleer beschikbaarheid deelnemers

source: Cancel
nl: Annuleren

source: Time format
nl: uurformaat

source: Graphics upload has been cancelled.
nl: Uploaden van afbeelding is afgebroken.

source: You didn't upload a file.
nl: U heeft geen bestand geüpload.

source: your photo
nl: uw foto

source: the icon for this room
nl: het icoontje voor deze ruimte

source: graphics to be displayed on the login screen
nl: het welkomsplaatje voor de login prompt

source: the Logoff banner picture
nl: het plaatje voor de Uitlog banner

source: realloc() error! couldn't get %d bytes: %s
nl: realloc() fout! kon niet %d bytes krijgen: %s

source: Iconbar Setting
nl: Instellingen iconbalk

source: Invalid Parameter
nl: Ongeldige parameter

source: has been deleted.
nl: is verwijderd.

source: Higher access is required to access this function.
nl: Hogere toegangrechten nodig voor deze functie.

source: You need to specify the mailinglist to subscribe to.
nl: Je moet de mailinglist specificeren waarop je jezelf wilt abonneren.

source: You need to specify the email address you'd like to subscribe with.
nl: Je moet het e-mail adres waarmee je je wilt abonneren specificeren.

source: (no subject)
nl: (geen onderwerp)

source: ERROR:
nl: FOUT:

source: Empty message
nl: Leeg bericht

source: Cancelled. Message was not posted.
nl: Afgebroken. Bericht is niet geplaatst.

source: Automatically cancelled because you have already saved this message.
nl: Automatisch afgebroken omdat u dit bericht al heeft bewaard.

source: Saved to Drafts failed:
nl: Opslaan als concept mislukt:

source: Refusing to post empty message.
nl: Weigering leeg bericht te versturen.

source: Message has been saved to Drafts.
nl: Bericht opgelagen als concept.

source: Message has been sent.
nl: Bericht is verstuurd.

source: Message has been posted.
nl: Bericht is geplaatst.

source: The message was not moved.
nl: Het bericht is niet verplaatst.

source: An error occurred while retrieving this part: %s/%s
nl: Fout opgetreden bij ophalen dit deel: %s/%s

source: An error occurred while retrieving this part: %s
nl: Fout opgetreden bij ophalen dit deel: %s

source: Attach signature to email messages?
nl: Ondertekening aan emailberichten toevoegen?

source: Use this signature:
nl: Gebruik deze ondertekening:

source: Default character set for email headers:
nl: Standaard tekenset voor emailheaders:

source: Preferred email address
nl: Voorkeur e-mailadres

source: Preferred display name for email messages
nl: Weergegeven naam voor emailberichten

source: Preferred display name for bulletin board posts
nl: Voorkeursnaam voor bulletinboard berichten

source: Mailbox view mode
nl: Mailboxweergave

source: I don't know how to display
nl: Ik weet niet hoe ik moet tonen

source: Click on any note to edit it.
nl: Klik op willekeurige notitie om te bewerken.

source: Manage Account/OpenID Associations
nl: Beheer account/OpenID verbindingen

source: Do you really want to delete this OpenID?
nl: Wilt u dit OpenID echt verwijderen?

source: (delete)
nl: (verwijderen)

source: Add an OpenID:
nl: Voeg een OpenID toe:

source: Attach
nl: Bijlage

source: %s does not permit authentication via OpenID.
nl: %s staat authentificatie via OpenID niet toe.

source: Send instant message
nl: Stuur direct bericht

source: Send an instant message to:
nl: Stuur direct bericht naar:

source: Enter message text:
nl: Tekst bericht toevoegen:

source: Send message
nl: Bericht versturen

source: Message was not sent.
nl: Bericht is niet verstuurd!

source: Message has been sent to
nl: Bericht is verstuurd naar

source: Cancelled. No settings were changed.
nl: Afgebroken. Geen instellingen gewijzigd.

source: Make this my start page
nl: Maak hiervan mijn startpagina

source: This isn't allowed to become the start page.
nl: Niet toegestaan hier de startpagina van te maken.

source: You no longer have a start page selected.
nl: U heeft geen startpagina meer geselecteerd.

source: Prefered startpage
nl: Voorkeur startpagina

source: My Folders
nl: Mijn mappen

source: Cancelled. Changes were not saved.
nl: Afgebroken. Wijzigingen niet bewaard.

source: Your changes have been saved.
nl: Uw wijzigingen zijn bewaard.

source: User '%s' kicked out of room '%s'.
nl: Gebruiker %s uit deze ruimte verwijderd. %s.

source: User '%s' invited to room '%s'.
nl: Gebruiker %s uitgenodigd in deze ruimte %s.

source: Cancelled. No new room was created.
nl: Afgebroken. Geen nieuwe ruimte aangemaakt

source: Floor has been deleted.
nl: Verdieping is verwijderd

source: New floor has been created.
nl: Nieuwe verdieping aangemaakt

source: Room list view
nl: Bekijk als ruimte

source: Show empty floors
nl: Toon lege verdiepingen

source: file
nl: bestand

source: files
nl: bestanden

source: Mail Folder
nl: Mailmap

source: Address Book
nl: Adresboek

source: Calendar
nl: Agenda

source: Task List
nl: Takenlijst

source: Notes List
nl: Lijst notities

source: Calendar List
nl: Agendalijst

source: Journal
nl: Verslag

source: Drafts
nl: Concepten

source: This server is already serving its maximum number of users and cannot accept any additional logins at this time. Please try again later or contact your system administrator.
nl: De server draait al met het maximaal aantal gebruikers en kan op dit moment geen nieuwe login aannemen. Probeer het later nog eens of neem contact op met uw systeembeheerder.

source: Received unexpected answer from Citadel server; bailing out.
nl: Ontving onverwacht bericht van de Citadel server; afgesloten.

source: You are connected to a Citadel server running Citadel %d.%02d. In order to run this version of WebCit you must also have Citadel %d.%02d or newer.
nl: U bent verbonden met een Citadel server draaiend op Citadel %d.%02d. Om deze versie van Webcit de kunnen gebruiken moet u ook Citadel versie %d.%02d of nieuwer hebben.

source: Your system configuration has been updated.
nl: Uw systeeminstellingen zijn bijgewerkt.

source: First Attempt pending
nl: Eerste poging loopt

source: (None)
nl: (Niemand)

source: (Nothing)
nl: (Niets)

source: Cancelled. %s was not saved.
nl: Afgebroken. %s is niet bewaard.

source: has been saved.
nl: is opgeslagen.

source: Room info
nl: Informatie over deze ruimte

source: Your bio
nl: Uw CV

source: Completed?
nl: Afgehandeld?

source: Name of task
nl: Naam van taak

source: Date due
nl: Streefdatum

source: Category
nl: Categorie

source: Show All
nl: Toon alles

source: Edit task
nl: Taak bewerken

source: Start date:
nl: Startdatum:

source: No date
nl: Geen datum

source: or
nl: of

source: Time associated
nl: Tijd gekoppeld

source: Due date:
nl: Streefdatum:

source: Completed:
nl: Afgehandeld:

source: Category:
nl: Categorie:

source: An error occurred while trying to create or edit this address book entry.
nl: Er is een fout opgetreden tijdens het aanmaken of bewerken van dit adresboek item.

source: Changes were not saved.
nl: Wijzigingen niet bewaard.

source: A new user has been created.
nl: Nieuwe gebruiker aangemaakt.

source: You are attempting to create a new user from within Citadel while running in host based authentication mode. In this mode, you must create new users on the host system, not within Citadel.
nl: U probeert een nieuwe gebruiker aan te maken binnen Citadel terwijl uhostbased authenticatie gebruikt. Dan moet u een nieuwe gebruiker aanmaken op het hostsysteem en niet in Citadel.

source: Could Not decode vcard photo
nl: Kon de vcard foto niet decoderen

source: Error
nl: Fout

source: Unable to enter the room to save your message
nl: Ruimte niet toegankelijk om bericht te bewaren

source: Aborting.
nl: Afgebroken

source: (no name)
nl: (geen naam)

source: edit
nl: bewerken

source: Authorization Required
nl: Autorisatie vereist

source: The resource you requested requires a valid username and password. You could not be logged in: %s
nl: De opgevraagde bron vereist een geldige gebruikersnaam en wachtwoord. U kon niet worden ingelogd in: %s

source: This program was unable to connect or stay connected to the Citadel server. Please report this problem to your system administrator.
nl: Dit programma was niet in staat om contact te maken - of te houden met de Citadel server. Meld dit probleem alstublieft bij uw systeembeheerder.

source: Read More...
nl: Lees verder...

source: '%s' is not a Wiki room.
nl: '%s'is geen Wiki ruimte.

source: Date
nl: Datum

source: Author
nl: Auteur

source: (show)
nl: (toon)

source: Current version
nl: Huidige versie

source: (revert)
nl: (terugplaatsen)

source: Page title
nl: Paginatitel

source: Enter a server command
nl: Voer een servercommando in

source: This screen allows you to enter Citadel server commands which are not supported by WebCit. If you do not know what that means, then this screen will not be of much use to you.
nl: Dit scherm geeft de mogelijkheid Citadel servercommando's in te voeren, die niet worden ondersteund door Webcit. Als u niet weet wat dat betekent, dan is dit scherm van weinig nut voor u.

source: Enter command:
nl: Voer commando in:

source: Command input (if requesting SEND_LISTING transfer mode):
nl: Commando invoer (indien aanvraag SEND_LISTING overdrachtsmode):

source: Server command results
nl: Resultaten servercommando

source: Network configuration
nl: Netwerk instellingen

source: Add a new node
nl: Een nieuw knooppunt toevoegen

source: Currently configured nodes
nl: Nu ingestelde knooppunten

source: System Administration Menu
nl: Menu Systeembeheer

source: Room Admin Menu
nl: Menu ruimte beheerder

source: SpamAssassin hosts
nl: SpamAssasin hosts

source: Masqueradable domains
nl: Masqueradable domeinen

source: Global Configuration
nl: Instellingen Totaal

source: User account management
nl: Beheer gebruikeraccounts

source: Shutdown Citadel
nl: Citadel afsluiten

source: Rooms and Floors
nl: Ruimtes en Verdiepingen

source: Message to your Users:
nl: Bericht aan uw gebruikers:

source: Site configuration
nl: Site instellingen

source: You need to be aide to view this.
nl: U moet beheerder zijn om dit te bekijken.

source: General
nl: Algemeen

source: Access
nl: Toegang

source: Auto-purger
nl: Auto-wisser

source: To create a new user account, enter the desired user name in the box below and click 'Create'.
nl: Om een nieuw gebruikersaccount aan te maken vul de gewenste gebruikersnaam hieronder in en klik op 'Aanmaken'.

source: New user:
nl: Nieuwe gebruiker:

source: To edit an existing user account, select the user name from the list and click 'Edit'.
nl: Om een bestaande gebruiker te bewerken, selecteer de gebruikersnaam en klik op 'Bewerken'

source: Edit user account:
nl: Gebruikersaccount bewerken:

source: User name:
nl: Gebruikersnaam:

source: Password
nl: Wachtwoord

source: Permission to send Internet mail
nl: Toestemming om Internetmail te verzenden

source: Primary Internet e-mail address
nl: Primair e-mailadres:

source: Number of logins
nl: Aantal logins

source: Messages submitted
nl: Bericht geplaatst

source: Access level
nl: Toegangsniveau

source: User ID number
nl: Gebruiker ID nummer

source: Date and time of last login
nl: Datum en tijd laatste login

source: Auto-purge after this many days
nl: Opruimen na dit aantal dagen

source: Edit or delete users
nl: Gebruikers bewerken of verwijderen

source: Add users
nl: Gebruikers toevoegen

source: Edit or Delete users
nl: Gebruikers bewerken of verwijderen

source: Add, change, or delete floors
nl: Verdiepingen toevoegen, wijzigen of verwijderen

source: Node name
nl: Naam knooppunt

source: Shared secret
nl: Gedeeld geheim

source: Host or IP address
nl: Host of IP adres

source: Port number
nl: Poortnummer

source: Confirm delete
nl: Verwijdering bevestigen

source: Are you sure you want to delete
nl: Weet u zeker dat u wilt verwijderen

source: Yes
nl: Ja

source: No
nl: Nee

source: (Delete)
nl: (Verwijderen)

source: (domains for which this host receives mail)
nl: (domeinen waarvoor deze host mail ontvangt)

source: (hosts running the ClamAV clamd service)
nl: (hosts waarop de ClamAV clamd service draait)

source: (domains mapped with the Global Address Book)
nl: (domeinen in het Algemene adresboek)

source: (Domains as which users are allowed to masquerade)
nl: (Domeinen die gebruikers mogen gebruiken als 'masquerade')

source: (hosts running a Realtime Blackhole List)
nl: (hosts met de Realtime Blackhole Lijst)

source: (if present, forward all outbound mail to one of these hosts)
nl: (indien aanwezig, stuur alle mail naar buiten naar een van deze hosts)

source: (hosts running the SpamAssassin service)
nl: (hosts waarop SpamAssassin draait)

source: Restart Now
nl: Nu opnieuw opstarten

source: Restart after paging users
nl: Herstarten na bericht aan gebruikers.

source: Restart when all users are idle
nl: Herstarten als geen gebruikers actief

source: Please wait while the Citadel server is restarted...
nl: Even geduld a.u.b. tot Citadel server is opgestart...

source: Please wait while your users are being paged, the citadel server will be restarted after that...
nl: Even geduld terwijl gebruikers een berichtje hebben, de citadel server zal daarna opstarten...

source: Access controls and site policy settings
nl: Toegangscontrole en instellingen site policy

source: Allow aides to zap (forget) rooms
nl: Sta beheerders toe ruimtes te zappen (vergeten)

source: Quarantine messages from problem users
nl: Quarantaine berichten van probleemgebruikers

source: Name of quarantine room
nl: Naam van de quarantaineruimte

source: Name of room to log pages
nl: Naam van de ruimte voor log pagina's

source: Initial access level for new users
nl: Begin toegangsniveau voor nieuwe gebruikers

source: Access level required to create rooms
nl: Benodigd toegangsniveau om ruimte aan te maken

source: Automatically grant room-aide status to users who create private rooms
nl: Sta automatisch beheerdersstatus in voor gebruikers die privé ruimtes aanmaken

source: Restrict access to Internet mail
nl: Toegang tot Internetmail beperken

source: Disable self-service user account creation
nl: Schakel de self-service uit bij het aanmaken van een account

source: Require registration for new users
nl: Registratie nodig voor nieuwe gebruikers

source: Configure automatic expiry of old messages
nl: Stel het automatisch verlopen van oude berichten in.

source: These settings may be overridden on a per-floor or per-room basis.
nl: Deze instellingen kunnen worden overschreven op verdieping- of ruimteniveau.

source: Hour to run database auto-purge
nl: Tijd waarop database opgeruimd wordt

source: Default message expire policy for public rooms
nl: Standaardinstelling voor het laten verlopen van openbare ruimtes

source: Never automatically expire messages
nl: Nooit berichten automatisch laten verlopen

source: Expire by message count
nl: Verlopen door aantal berichten

source: Expire by message age
nl: Verlopen door ouderdom bericht

source: Number of messages or days:
nl: Aantal berichten of dagen:

source: Default message expire policy for private mailboxes
nl: Standaardinstelling voor het laten verlopen van privé mailboxen

source: Same policy as public rooms
nl: Zelfde instelling als openbare ruimtes

source: Default user purge time (days)
nl: Standaard opruimen gebruiker (dagen)

source: Default room purge time (days)
nl: Standaard opruimen ruimte (dagen)

source: Configure the LDAP connector for Citadel
nl: Stel de LDAP connector voor Citadel in.

source: Changes made on this screen will not take effect until you restart the Citadel server.
nl: Wijzigingen gemaakt in dit scherm zullen pas actief worden nadat u de Citadel server opnieuw heeft gestart.

source: NOTE: This Citadel server has been built without LDAP support. These options will have no effect.
nl: LET OP: Deze Citadel server is gebouwd zonder LDAP ondersteuning. Deze opties zullen geen effect hebben.

source: Host name of LDAP server (blank to disable)
nl: Hostnaam van de LDAP server (blanco is uit)

source: Port number of LDAP server (blank to disable)
nl: Poortnummer van de LDAP server (blanco is uit)

source: Password for bind DN
nl: Wachtwoord voor bind DN

source: General site configuration items
nl: Algemene items site instellingen

source: Change Login Logo
nl: Wijzig logo Inloggen

source: Change Logout Logo
nl: Wijzig logo Uitloggen

source: Human-readable node name
nl: Leesbare knooppuntnaam

source: Telephone number
nl: Telefoonnummer

source: Paginator prompt (for text mode clients)
nl: Prompt volgende pagina (voor textmode clients)

source: Geographic location of this system
nl: Geografische locatie van dit systeem

source: Name of system administrator
nl: Naam van de systeembeheerder

source: Default timezone for unzoned calendar items
nl: Standaard tijdzone voor agenda-items zonder zone

source: Keep original from headers in IMAP
nl: Bewaar origineel van headers in IMAP

source: Indexing and Journaling
nl: Indexering en Journaling

source: Warning: these facilities are resource intensive.
nl: Waarschuwing: dit vraagt veel van het systeem.

source: Enable full text index
nl: Geef full-text index vrij

source: Perform journaling of email messages
nl: Voer journaliseren van emailberichten uit

source: Perform journaling of non-email messages
nl: Voer journaliseren van niet-emailberichten uit

source: Email destination of journalized messages
nl: Bestemming voor gejournaliseerde berichten
